Repository: Etiennef/Ticket-transfer
Catalog: locales/*.po
Languages: fr_fr

source: Invalid input :
fr_fr: Entrée invalide :

source: You must change the ticket location to do a transfer (at least one in entity, type or category)
fr_fr: Vous devez changer la localisation du ticket pour faire un transfert (au moins paramêtre parmis entité, type ou catégorie)

source: You must chose a new group to do a transfer
fr_fr: Vous devez choisir un nouveau groupe pour faire une escalade

source: Transfer explanation / justification
fr_fr: Explication / justification du transfert

source: You must give a transfer justification
fr_fr: Vous devez obligatoirement justifier le transfert

source: %s transfers a ticket
fr_fr: %s a transféré un ticket

source: Successful transfer
fr_fr: Transfert réussi

source: Allow requalification
fr_fr: Autoriser la requalification

source: Allow escalation
fr_fr: Autoriser l'escalade

source: Notification on requalification
fr_fr: Notification lors d'une requalification

source: Always
fr_fr: Toujours

source: Only when assign group changes
fr_fr: Seulement si le groupe assigné change

source: Never
fr_fr: Jamais

source: Only when the user doing the transfer is not in destination group
fr_fr: Seulement si l'utilisateur faisant l'excalade n'est pas dans le groupe de destination

source: Allowed entities
fr_fr: Entités vers lesquelles le transfert est aurtorisé

source: Force transfer justification
fr_fr: Forcer l'utilisateur à justifier les transferts

source: Transfer justification prefix
fr_fr: Préfixe pour la justification des transferts

source: Transfer justification
fr_fr: Justification du transfert

source: Keep current status
fr_fr: Conserver la situation actuelle

source: Yes, but only if I'm not already in an observer group
fr_fr: Oui, mais seulement si je ne fais pas déjà partie d'un groupe d'observateurs

source: Keep current group
fr_fr: Conserver le groupe actuel

source: Automatic transfer
fr_fr: Transfert automatique

source: Ticket requalification
fr_fr: Requalification d'un ticket

source: Ticket escalation
fr_fr: Escalade d'un ticket

source: Transfer mode
fr_fr: Mode de transfert

source: Keep me observer
fr_fr: Rester observateur

source: Add me as observer
fr_fr: M'ajouter en observateur

source: This option only sets if you are personnaly observer, but it will not change observer groups. This means you will stay observer no matter what
fr_fr: Cette option règle seulement le fait d'être nomminativement observateur, mais ne change pas les groupes d'observateur. Cela signifie que vous resterez de toute façon observateur après le transfert.

source: You are in an observer group
fr_fr: Vous faites partie d'un groupe d'observateurs

source: Transfer somewhere else
fr_fr: Requalifier le ticket

source: Transfer to an other group
fr_fr: Escalader le ticket

source: Keep attribution
fr_fr: Conserver l'attribution actuelle

source: This category does not allow automatic transfer
fr_fr: Cette catégorie ne permet pas le transfert automatique du ticket

source: Plugin has been tested only for GLPI 0.84.8
fr_fr: Ce plugin n'a été testé que pour GLPI 0.84.8

source: Plugin requires ConfigManager 1.0
fr_fr: Ce plugin requiert ConfigManager 1.0
